Revit 2027 API
ParameterTypeId.Profile1FlippedHor Property
 "Profile Is Flipped"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Profile1FlippedHor { get; }
Public Shared ReadOnly Property Profile1FlippedHor As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Profile1FlippedHor {
	ForgeTypeId^ get ();
}
static member Profile1FlippedHor : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace